import './home.css'
import authorImage from '../../assets/img/author.jpeg'



function Home() {
    return (
        <div className="home">
            <img className='author-image' src={authorImage} alt='author itself'/>
            <div className='about-author'>
                <h2 className='author-name'>ბეჟო ონიანი</h2>
                <h6 className='about-me'>ჩემს შესახებ :</h6>
                <p className='author-info'>
                    პოეზია (ბერძნ.: ποίησις „ვქმნი“) — ხელოვნების უძველესი ფორმა, რომელშიაც ენა გამოიყენება მისი ესთეტიკური თვისებების გამო, მის მნიშვნელობასთან ერთად (ან ნაცვლად). მისი განსაზღვრის ერთ-ერთი ყველაზე ადრეული მცდელობა არისტოტელეს მიერ ყურადღებას ამახვილებს სიტყვის გამოყენებაზე რიტორიკაში, დრამაში, სიმღერასა და კომედიაში.[1]

                    1. ფართო მნიშვნელობით მთელი მხატვრული ლიტერატურა, წარმოდგენილი პროზითა და პოეზიით.
                    ხოლო მხატვრული პროზის ხელოვნებად ჩამოყალიბების შემდეგ იგი აგრძელებს მის პარალელურად არსებობას. ხშირია პროზასა და პოეზიას შორის შუალედური ჟანრებისა და ფორმების შექმნაც, მაგრამ მათ გამყოფად ყოველთვის რჩება ლექსის სტრიქონად ორგანიზებული მეტყველება, რიტმულ-ინტონაციური პერიოდულობა, რომელიც ნათლად აირეკლა ლექსითი მეტყველების ლათინურ სახელწოდებაში: versus – „უკან დაბრუნება“ (იგულისხმება ლექსითი სტრიქონის უკან დაბრუნება ხელახალი, პერიოდული განმეორებისთვის).
                </p>
            </div>
        </div>
    );
}

export default Home;
